tap "homebrew/cask-drivers"
brew "logitech-options"

brew "awscli"
brew "bat"
brew "mas"
brew "thefuck"
brew "tmux"
brew "tree"
brew "redis"
brew "postgresql"
brew "python"

cask "1password"
cask "adobe-creative-cloud"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "setapp"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "Logic Pro", id: 634148309 
mas "Things", id: 904280696